Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_338_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Birasdieđu girjjit almmustuvve anárašgillii
smn: Pirâstiäđu kirjeh láá almostum aanaarsämikielân

source: Vuođđooahpahusa goalmmát luohkkái oaivvilduvvon birasdieđu oahppi girji ja bargogirji leat almmustuvvan anárašgillii .
smn: Vuáđumáttááttâs kuálmád luokan uáivildum aanaarsämikielâlâš pirâstiäđu uáppee kirje já pargokirje láá almostm .

source: Girjjit leat Otava-goasttideaddji ´Koulun ympäristötieto´ – girjeráiddu sámegillii heivehuvvon jorgalusat .
smn: Kirjeh láá Otava ´Koulun ympäristötieto´ – kirjerááiđu heiviittum jurgâlusah .

source: Girjjiid lea jorgalan Ilmari Mattus .
smn: Kiirjijd lii jurgâlâm Ilmari Mattus .

source: Ráiddu njealját luohká girjjit let barggu vuolde .
smn: Rááiđu niäljád luoka kirjeh láá pargo vyelni .

source: Loga lasi
smn: Luuvâ lase

source: dás .
smn: täst .
